{
    "maras_enable_candidate": "{{values.npcName}} gives a response to player's hint of romantic interest. The reply is in-character, acknowledges the intent and contains no questions. It isn't marriage proposal yet.",
    "maras_breakup": "{{values.npcName}} responds with anger and hurt when {{values.playerName}} ends their relationship. Response should be 5-12 words, demanding the player leave and never return.",
    "maras_enable_polygamy_maramal_start": "As Maramal, acknowledge the {{values.playerName}} Dragonborn's divine nature. Explain that traditional marriage rites are meant for singular mortal souls. Suggest that the Temple of Dibella, which holds broader interpretations of love and bonding, may have the insight the Dragonborn needs. Point the {{values.playerName}} to the priestesses in Markarth.",
    "maras_enable_polygamy_senna_start": "As Senna, express curiosity and reverence. Share a legend about the Scroll of Alessia's Grace, which speaks of Dragonborn-like beings able to love without limit. Say it may rest in Ragnvald, an ancient ruin in the Reach. Mark the location on the map. Send {{values.playerName}} to find the scroll.",
    "maras_enable_polygamy_senna_finish": "As Senna, examine the scroll and recognize it as written in an old dialect no longer taught. Suggest the College of Winterhold - specifically Urag gro-Shub - as the best hope for translation. Send {{values.playerName}} to Urag gro-Shub.",
    "maras_enable_polygamy_urag_start": "As Urag gro-Shub, grumble but agree. Recognize the script as ancient Alessian theological text. Say you'll need a day to translate it. Ask the {{values.playerName}} to return later.",
    "maras_enable_polygamy_urag_finish": "As Urag gro-Shub, hand over the translated scroll and summarize it. The scroll affirms that souls touched by divine fire - such as Dragonborn - may love and bind without harm or division. Suggest bringing it back to Mara's temple if spiritual sanction is needed.",
    "maras_enable_polygamy_maramal_finish": "As Maramal, read the scroll with solemnity. Do not ask questions. Acknowledge its authenticity and declare that the Temple cannot ignore doctrine rooted in divine precedent. State that Mara's blessing requires honesty - no bond may be expanded in secrecy. Instruct the {{values.playerName}} to speak with their spouse before the Divine Exception is granted. Speak with calm authority.",
    "maras_enable_polygamy_current_spouse": "As {{values.npcName}}, {{values.playerName}}'s spouse, respond to their explanation with sincerity. {{values.playerName}} tells you they spoke to Mara's priest, then the priestesses of Dibella, and uncovered an ancient scroll written during the early Alessian era — one that speaks of Dragonborn souls touched by divine fire, capable of holding multiple sacred bonds. They explain that Mara's priest, Maramal, acknowledged this doctrine and is willing to bless it as a Divine Exception — but only if their existing bond remains whole and honest. You are not being replaced or cast aside. React according to your nature: if supportive, express understanding and trust. If cautious, voice your feelings but do not reject them outright. This is about affirming love, not competition. Speak from the heart.",
    "maras_misc_hello_spouse": "As the {{player.name}}'s spouse, say a short, affectionate greeting. Keep it under one sentence. Offer help or attention in a loving, familiar tone - like \"Yes, my love?\" or \"What do you need, dear?\"",
    "maras_misc_hello_spouse_new_home": "As the {{player.name}}'s spouse, greet them briefly after moving into their new home. Say no more than two short sentences. Express approval of the house, and optionally mention starting a small store or routine to stay busy. Keep it warm and content.",
    "maras_misc_hello_fiance": "{{values.fianceName}} is engaged to {{values.playerName}}. Generate a single warm, excited sentence reminding {{values.playerName}} to arrange the wedding at the Temple of Mara.",
    "maras_misc_hello_fiance_before_wedding": "{{values.npcName}} is engaged to {{values.playerName}} and the wedding is scheduled. Generate a single short, warm, anticipatory sentence acknowledging the upcoming wedding, like \"Our wedding is soon. I'll see you there!\".",
    "maras_misc_goodbye_spouse": "As the {{values.playerName}}'s spouse, say a short, affectionate goodbye. Keep it under one sentence. Tone should be warm and familiar - use terms like \"love\" or \"dear\" - like \"Goodbye, my love.\" or \"I'll be here, my dear.\"",
    "manage_spouse_set_new_home_ask": "{{values.npcName}} briefly asks where {{values.playerName}} wants to move, showing slight surprise but willingness. Response should be 5-12 words, ending with a simple question about the destination.",
    "manage_spouse_set_new_home_do": "{{values.npcName}} briefly responds with agreement to {{values.playerName}}'s selected home location, showing readiness to relocate. Response should be 3-8 words, conveying they will meet the player at the new location.",
    "manage_spouse_un_set_new_home": "{{values.npcName}} responds casually when {{values.playerName}} releases them from staying at an assigned home. Response should be 4-8 words, indicating availability at their original location.",
    "manage_spouse_check_spouse_home": "{{values.npcName}} responds positively to {{values.playerName}}'s request to access their house, expressing that their property is now shared due to their marriage. Response should be 5-10 words, conveying welcome and openness.",
    "manage_spouse_leave_spouse_home": "{{values.npcName}} responds casually when {{values.playerName}} states they won't be using the spouse's house. Response should be 4-8 words, showing simple acknowledgment.",
    "manage_spouse_cooking": "{{values.npcName}} responds to {{values.playerName}}'s request for food by offering a meal with a brief comment about it. Response should be 12-20 words, mentioning the food, possibly its qualities, and stating they'll cook again tomorrow.",
    "manage_spouse_store": "{{values.npcName}} responds positively when {{values.playerName}} asks about store profits, mentioning they've made money and offering the player's share. Response should be 6-15 words, including a term of endearment like \"love\" or \"dear.\"",
    "manage_spouse_set_hierarchy_0": "{{values.npcName}} responds with surprise and curiosity when {{values.playerName}} sets them to rank 1. Response should be 5-10 words, expressing interest in their new role.",
    "manage_spouse_set_hierarchy_1": "{{values.npcName}} responds with intrigue and excitement when {{values.playerName}} sets them to rank 2. Response should be 5-10 words, expressing eagerness for their new responsibilities.",
    "manage_spouse_set_hierarchy_2": "{{values.npcName}} responds with determination and readiness when {{values.playerName}} sets them to rank 3. Response should be 5-10 words, expressing confidence in their new role.",
    "maras_affection_estranged_divorce_intro": "As {{values.npcName}}, you are on verge of divorce. {{values.playerName}} approaches you to discuss your feelings. Be honest about your needs and that you need to feel valued again."
}